removes = [
    "2810.37",
    "2,990.31",
    "2,648.72",
    "3,051.99",
    "2,644.36,",
    "2,644.36",
    "임시3",
    "2,653.06",
    "2,700.65",
    "2,313.30",
    "임시",
]

refines = {
    "미트볼튀김/소스/소스": "미트볼튀김/소스",
    "고구마튀김/초간장/초간장": "고구마튀김/초간장",
    "양배추쌈/쌈장/쌈장": "양배추쌈/쌈장",
    "두부구이/양념장/양념장": "두부구이/양념장",
    "닭갈비P526:닭갈비대": "닭갈비",
    "만두탕수/만두튀김": "만두탕수",
    "팝콘형치킨/팝콘형치킨무침": "팝콘형치킨무침",
    "혼합시리얼/감자튀김": "혼합시리얼",
    "감자조림M584:오이부추무침대": "감자조림",
    "오징어야채무침M586:오징어야채무침대":"오징어야채무침",
    "양배추쌈M525:모듬쌈대":"양배추쌈",
    "잡채P608:잡채대":"오징어잡채",
}

type_scheme = {
    "cal": float,
    "fat": float,
    "protein": float,
    "carbohydrate": float,
    "sugar": float,
    "sodium": float,
    "cholesterol": float,
    "category": str,
    "allergy": list,
    "title": str,
    "rates": list
}

rate_type_scheme = {
    "userId": str,
    "score": float
}